

import React from 'react'
import brief_information from '../Images/brief_information.png';
import '../StyleCambodian.css';


function UseButton() {
  return (
    <div class="container">
     <img className="w-auto justify-center mx-auto" src={brief_information} alt='hh' /> 
      <p class="text-primary pt-4 text-justify" >ព្រះ​រាជា​ណាចក្រ​កម្ពុជា ​គឺ​ជា​ប្រទេស​ដ៏​ចំណាស់​មួយ​នៅ​ អាស៊ី​អាគ្នេយ៍​នៃ​ឧបទ្វីប​ឥណ្ឌូ​ចិន​ ដែល​មាន​វប្បធម៌ ​អារ្យធម៌​ល្បី​ល្បាញ​ និង​បាន​បែង​ចែក​ជា​ ១៣​សម័យ ​កាល​សំខាន់​ៗ​ដូច​ជា​៖​​</p>
      <div class="container text-primary " >
      <tbody class="text-primary tbody">
        <tr>
          <td >1-សម័យ​នគរ​ភ្នំ​ ឬ​ហ្វូណន​</td>
          <td class="pl-8 ">(ស.វ​ទី​១​ ដល់​ឆ្នាំ​ ៥៥០)</td>
        </tr>
        <tr>
          <td >2-សម័យ​ចេន​ឡា​​​</td>
          <td class="pl-8">(៥៥០​-​៨០២)</td>
        </tr>
        <tr>
          <td >3-សម័យ​អង្គរ​​</td>
          <td class="pl-8">(៨០២​-​១៤៣២)</td>
        </tr>
        <tr>
          <td >​4-សម័យ​ចតុ​មុខ​​</td>
          <td class="pl-8">	(១៤៣២​-​១៥១៦)</td>
        </tr>
        <tr>
          <td >5-សម័យ​លង្វែក​</td>
          <td class="pl-8">	(១៥១៦​-​១៥៩៣)</td>
        </tr>
        <tr>
          <td >6-សម័យ​ឧត្តុង្គ​​</td>
          <td class="pl-8">​(១៦២០​-​១៨៦៣)</td>
        </tr>
        <tr>
          <td >7-សម័យ​អាណា​និគម​បា​រាំង​​​</td>
          <td class="pl-8">(១៨៦៣​-​១៩៥៣)</td>
        </tr>
        <tr>
          <td >​8-សម័យ​សង្គម​រាស្រ្ត​និយម​</td>
          <td class="pl-8">​(១៩៥៣​-​១៩៧០)</td>
        </tr>
        <tr>
          <td >9-សម័យ​សាធារណៈ​រដ្ឋ​ខ្មែរ​-​លន់ ណល់​​​</td>
          <td class="pl-8">	​(១៩៧០​-​១៩៧៥​)</td>
        </tr>
        <tr>
          <td >10-សម័យ​កម្ពុជា​ប្រជា​ធិបតេយ្យ​-​ប៉ុល ពត​</td>
          <td class="pl-8">(១៩៧៥​-​១៩៧៩​​)</td>
        </tr>
        <tr>
          <td >11-សម័យ​សាធារណៈ​រដ្ឋ​ប្រជា​មានិត​កម្ពុជា​​</td>
          <td class="pl-8">(១៩៧៩​-​១៩៨៩​)</td>
        </tr>
        <tr>
          <td >12-សម័យ​រដ្ឋ​កម្ពុជា​​</td>
          <td class="pl-8">​(១៩៨៩​-​១៩៩៣)</td>
        </tr>
        <tr>
          <td >13-ព្រះ​រាជា​ណា​ចក្រ​កម្ពុជា​អា​ស្រ័យ​រដ្ឋ​ធម្មនុញ​​</td>
          <td class="pl-8">(១៩៩៣​-​បច្ចុប្បន្ន​)​</td>
        </tr>
    </tbody>
      </div>

      


<br></br>
      <p class="text-primary text-justify" >
      បច្ចុប្បន្ន​ប្រទេស​កម្ពុជា​មាន​ផ្ទៃដី​សរុប​ចំនួន​ ១៨១,០៣៥​គ.ម២  និង​មាន​រាជធានី​-​ខេត្ត​ ចំនួន​២៥​,​ ក្រុង​ចំនួន​៣១​, ស្រុក​ចំនួន​១៦៣​ , ខណ្ឌ​ចំនួន​១៤​, ឃុំ​ចំនួន​១៣៨៨​ , សង្កាត់​ចំនួន​ ២៦៤​ និង​ភូមិ​ចំនួន​១៤៥៩៥​។​ ដែល​មាន​ប្រជា​ជន​សរុប​ប្រហែល​១៧ ​លាន​នាក់​ នឹង​មាន​ដង់​ស៊ីតេ​​៨៨នាក់​/គ.ម២  និង​មាន​ព្រំ​ប្រទល់​ខាង​កើត​ និង​ ខាង​ត្បូង​ជាប់​នឹង​ប្រទេស​ប្រទេស​វៀត​ណាម​ខាង​លិច​ និង​ខាង​ជើង​ជាប់​នឹង​ប្រទេស​ថៃ​ ខាង​ជើង​ជាប់​នឹង​ប្រទេសឡាវ​ និង​ទិសនិរតី​ជាប់​ឈូង​សមុទ្រ​ថៃ​។
      </p>

      <p class="text-primary text-justify mt-3" >
      ​ប្រទេស​កម្ពុជា​ទទួល​រង​នូវ​អាកាស​ធាតុ​ត្រូ​ពិច​ក្តៅ​ហើយ​សើម​ទើប​មាន​ដូវ​កាល​ពីរ​ គឺ​រដូវ​ប្រាំង​ និង​រដូវ​វស្សា​ ដែល​រដូវ​ប្រាំង​ចាប់​ពី​ខែ​វិច្ឆិកា​ដល់​ខែ​មេសា​ មាន​សីតុណ្ហ​ភាពពី​ ២៤0C​-៣៣0C  និង​រដូវ​វស្សា​ចាប់​ខែ​ឧសភា​ដល់​ខែ​តុលា​មាន​សីតុណ្ហភាព​ពី​១៨0c​-​៣០0c។​ អា​កាស​ធាតុ​ត្រជាក់​បំផុត​នៅ​ខែមករា​និង​ក្តៅ​បំផុត​នៅ​ខែ​មេសា​ ហើយ​កម្ពស់​ទឹក​ភ្លៀង​ប្រចាំ​ឆ្នាំ​ពី​១០០​-​១៥០​សង់​ទី​ម៉ែត្រ​។ ​ ​ប្រទេស​កម្ពុជា​គឺ​ជា​សមាជិក​ទី​១០​ នៃ​ប្រទេស​សមាគម​ប្រជាជាតិ​អាស៊ី​អាគ្នេយ៍​ (​អាស៊ាន​)ថ្ងៃ​ទី​៣០​ ខែ​មេសា​ ឆ្នាំ​១៩៩៩​។​
      </p>

      <p class="text-primary text-justify mt-3" >
      ប្រ​ទេស​កម្ពុជា​បែង​ចែក​ជា​៤​ស្ថាប័ន​ធំៗ​គឺ​ ស្ថាប័ន​ព្រះ​មហាក្សត្រ​ ស្ថាប័ន​នី​តិ​បញ្ញត្តិ​ ស្ថាប័ន​នី​តិ​ប្រតិ​បត្តិ​ ស្ថាប័ន​តុលា​ការ​ នឹង​អនុវត្តន៍​យោបាយ​បែប​លទ្ធិ​ប្រជា​ធិប​តេយ្យ​សេរី​ពហុបក្ស​ ដោយ​មាន​អាណត្តិ​ ៥​ឆ្នាំ​បោះ​ឆ្នោត​ម្តង​ ដែល​ការ​បោះ​ឆ្នោត​នោះ​រួម​មាន​ការ​បោះ​ឆ្នោត​អសកល​ និង​សកល​។
      </p>

      <p class="text-primary text-justify mt-3" >
      ការ​បោះ​ឆ្នោត​សកល​ គឺ​ប្រ​ជា​ជន​បោះ​ឆ្នោត​ជ្រើស​រើស​សមាជិក​ក្រុម​ប្រឹក្សា​ ឃុំ​-​សង្កាត់​ហើយ​សមាជិក​ក្រុម​ប្រឹក្សា​ក្រុម​ប្រឹក្សា​ឃុំ​-​សង្កាត់​ដែល​បាន​ជាប់​ឆ្នោត​មាន​សិទ្ធិ​បោះ​ឆ្នោត​ជ្រើស​រើស​សមាជិក​ព្រឹទ្ធ​សភា​។​
      </p>

      <p class="text-primary text-justify mt-3" >
      ការ​បោះ​ឆ្នោត​សកល​វិញ​គឺ​ ប្រ​ជាជន​បោះ​ឆ្នោត​ជ្រើស​រើស​សមា​ជិក​រដ្ឋ​សភា​ ហើយ​សមាជិក​រដ្ឋ​សភា​ដែល​ឈ្នះ​ឆ្នោត​ នឹង​មាន​អសនៈ​នៅ​ក្នុង​សភា​ច្រើន​ជាង​៥០%​+១​ ឡើង​ទៅ​ មាន​សិទ្ធិ​បង្កើត​រាជ​រដ្ឋាភិបាល​។​
      </p>

      <p class="text-primary text-justify mt-3" >
      ស្ថាប័ន​ព្រះ​មហាក្សត្រ:​​ ព្រះ​មហាក្សត្រ​សោយ​រាជ្យ​ជា​ធិប​តី​ តែ​មិន​កាន់​អំណាច​ដែល​បាន​ជ្រើស​តាំង​ឡើង​តាម​ រយៈ​ក្រុម​ប្រឹក្សា​រាជ​បង្ល័ង្ក​ដោយ​មាន​សមាជិក​៩​ រូប​គឺជា​ប្រធាន​ព្រឹទ្ធសភា​ ប្រធាន​រដ្ឋ​សភា ​នាយក​រដ្ឋ​មន្ត្រី​ សម្តេច​ព្រះ​សង្ឃ​រាជ​ទាំង​ពីរ​គណៈ​ (​មហា​និកាយ​ និង​ធម្មយុត្តិ​)​ អនុ​ប្រធាន​ទាំង​ពីរ​ របស់​ព្រឹទ្ធ​សភា ​និង​រដ្ឋ​សភា​ (​អនុ​ប្រធាន​ទី១​ អនុ​ប្រធាន​ទី២​ របស់​ព្រឹទ្ធ​សភា​ និង​ អនុ​ប្រធាន​ទី​១​ អនុ​ប្រធាន​ទី​២​ របស់​រដ្ឋ​សភា​)​។​ព្រះ​មហាក្សត្រ​ដែល​បាន​ជ្រើស​តាំង​ឡើង​ត្រូវ​មាន​ព្រះ​ជន្ម​៣០​ព្រះ​វស្សា​ឡើង​ទៅ​ និង​ស្ថិត​នៅ​ក្នុង​ខ្សែ​រាជ​វង្ស​អង្គ​ឌួង​ នរោត្តម​ និង​ស៊ី​សុវត្ថិ​។​
      </p>

      <p class="text-primary text-justify mt-3" >
      ស្ថា​ប័ន​នីតិ​បញ្ញត្តិ:​​ រួម​មាន​ស្ថាប័ន​ព្រឹទ្ធ​សភា​ដែល​មាន​ ៦៣​អសនៈ ​និង​ស្ថាប័ន​រដ្ឋ​សភា​ដែល​មាន​ចំនួន​១២៣​ អសនៈ​កើត​ឡើង​ដោយ​ការ​បោះ​ឆ្នោត​សកល​ និង​អសកល​។​
      </p>

      <p class="text-primary text-justify mt-3" >
      កំណើន​សេដ្ឋ​កិច្ច​ជាតិ​ (GDP​)​ នៃ​ប្រទេស​កម្ពុជា​ មាន​ចំនួន​៧​%​ នៅ​ឆ្នាំ​២០១១​ បាន​មក​ពី​វិស័យ​សំខាន់​ៗ​ដូច​ជា​:​
      </p>


      <p class="text-primary text-justify mt-3" >
      ស្ថា​ប័ន​នីតិ​ប្រតិបត្តិ:​​ ដឹក​នាំ​ដោយ​រាជ​រដ្ឋា​ភិបាល​កម្ពុជា​ ដែល​បាន​បោះ​ឆ្នោត​តែង​តាំង​ឡើង​ដោយ​រដ្ឋ​សភា​តាម​នី​តិកាល​នីមួយៗ ​ដោយ​សម្លេង​ ៥០%​+​១​ហើយ​រដ្ឋា​ភិ​បាល​ត្រូវ​អនុ​វត្ត​តាម​រដ្ឋ​ធម្មនុញ្ញ​ដែល​ស​ភា​សម្រេច​។​ រាជ​រដ្ឋា​ភិបាល​មាន​ទីស្តី​ការ​នាយក​រដ្ឋ​មន្ត្រី​ (​វិមាន​សន្តិភាព​)​ ទីស្តី​ការ​គណៈ​រដ្ឋ​មន្ត្រី​ (​វិមាន​មិត្ត​ភាព​)​ និង​មាន​ក្រសួង​ចំនួន​២៥​ អាជ្ញា​ធរ​ជាតិ​ចំនួន​១១​រដ្ឋា​លេខា​ធិការ​ដ្ឋាន​ចំនួន​២​ ស្ថិត​នៅ​ក្រោម​ឱវាទ​។​
      </p>

    </div>

  );
}

export default UseButton;