

import React from 'react'

import under_construction from '../Image/under_construction.png'
 

// import './index.css';

    


function UseButton() {
  return (

    <div class="container">
      <h1 class="text text-center text-decoration-underline text-justify fs-6" >២-អ្នកនាំភ្ញៀវពេញម៉ោង</h1>
      <p class="text_P text-justify mt-3" >ទេសចរណ៍​បញ្ជាក់ថា តួលេខ​ភ្ញៀវ​ទេសចរ​ផ្ទៃក្នុង​រយៈពេល ៧ថ្ងៃ ចាប់​ពី​ថ្ងៃទី ៣១ ខែ​តុលា ដល់​ថ្ងៃទី​៦ ខែ​វិច្ឆិកា មានចំនួន​សរុប ៨០​ម៉ឺន​នាក់ ក្នុង​នោះ​ភ្ញៀវ​ជាតិ ៧៧​ម៉ឺន​នាក់ និង​ភ្ញៀវ​បរទេស​ផ្ទៃក្នុង ៣​ម៉ឺន​នាក់។</p>
      <p class="text_P text-justify mt-3">គោលដៅ​ទេសចរណ៍​សំខាន់ៗ មាន ៧​រាជធានី ខេត្ត ដែល​រួមមាន ខេត្តកំពត ព្រះសីហនុ បន្ទាយមានជ័យ កំពង់ធំ សៀមរាប តាកែវ រាជធានីភ្នំពេញ។</p>
      <p class="text_P text-justify mt-3">ក្រសួង​ទេសចរណ៍​បញ្ជាក់​ក្នុង​ហ្វេសប៊ុក​នាថ្ងៃទី ៨ ខែ​វិច្ឆិកា ថា តួលេខនេះ មិនទាន់​រាប់​បញ្ចូល​ភ្ញៀវ​ទេសចរ​សម្រាប់​ថ្ងៃ​ឈប់​សម្រាក​ព្រះរាជ្យ​ពិធី​បុណ្យ​អុំទូក បណ្តែត​ប្រទីប និង​សំពះ​ព្រះខែ​អកអំបុក​នោះ​ទេ។</p>
      <p class="text_P text-justify mt-3">ប្រភព​ដដែល​បន្តថា នា​សប្តាហ៍​កន្លងមក បណ្តា​ខេត្ត​មួយចំនួន ដូចជា ខេត្តកំពង់ធំ បន្ទាយមានជ័យ និងកំពត បាន​រៀប​ចំ​ពិធី​ប្រណាំង​ទូក បណ្តែត​ប្រទីប អុជ​កាំជ្រួច ការ​តាំង​ពិព័រណ៍ និង​ព្រឹត្តិការណ៍​កម្សាន្ត​ជាច្រើន​ទៀត។</p>
      <p class="text_P text-justify mt-3">បើតាម​ក្រសួង​ទេសចរណ៍ ប្រជាពលរដ្ឋ​បាន​ចាកចេញ​ពី​រាជធានី​ភ្នំពេញ​ទៅ​ស្រុក​កំណើត ក៏​ដូចជា ផ្តើម​ដំណើរ​កម្សាន្ត​តាំង​ពី​ថ្ងៃទី ៥ ខែ​វិច្ឆិកា មកម្ល៉េះ និង​បន្ត​រហូត​ដល់​ថ្ងៃ​ឈប់​សម្រាក​ពិធី​បុណ្យ​អុំទូក និង​អាច​បន្ត​រហូត​ដល់​ចុង​សប្តាហ៍​នេះ​ផងដែរ។</p>
    </div>

  );
}

export default UseButton;