import React from 'react'

function UseButton() {
  return (
    <div class="container">
      <h1 class="text text-center text-decoration-underline text-justify" >៣-អ្នកនាំភ្ញៀវក្រៅម៉ោង</h1>
      <p class="text_P text-justify mt-3" >នាំភ្ញៀវក្រៅម៉ោង គឺជាការបញ្ចូលភ្ញៀវមួយចំនួនទៅក្នុងកម្មវិធី ឬរឿងកំប្លែងដែលមានការប្រកាសម៉ោងចាប់ផ្តើម និងបញ្ចប់ជាមុន។ ការនាំភ្ញៀវក្រៅម៉ោងអាចបង្កើតការរីករាយ ឬការពេញចិត្តសម្រាប់អ្នកទស្សនា និងអ្នកស្តាប់ដោយការប្រកាសពីការមកដល់នៃភ្ញៀវដែលមិនបានរំពឹងទុក។ ការនាំភ្ញៀវក្រៅម៉ោងក៏អាចបង្កើតការពិបាក ឬការមានបញ្ហាសម្រាប់អ្នកចូលរួមក្នុងកម្មវិធី ឬរឿងកំប្លែងដែលមានការកំណត់ម៉ោងជាមុន។ ការនាំភ្ញៀវក្រៅម៉ោងអាចជាការប្រកាសពីការមកដល់នៃភ្ញៀវដែលមានការពាក់ព័ន្ធទៅនឹងកម្មវិធី ឬរឿងកំប្លែងដែលមានម៉ោងចាប់ផ្តើម និងបញ្ចប់ជាមុន។ ការនាំភ្ញៀវក្រៅម៉ោងក៏អាចជាការប្រកាសពីការមកដល់នៃភ្ញៀវដែលមានការពាក់ព័ន្ធទៅនឹងការកើតឡើងនៃព្រឹត្តិការណ៍ពិសេស ឬការផ្លាស់ប្តូរនៃស្ថានភាពក្នុងកម្មវិធី ឬរឿងកំប្លែង។

ការនាំភ្ញៀវក្រៅម៉ោងមានប្រយោជន៍ជាច្រើនសម្រាប់អ្នកបង្កើតនិងអ្នកចូលរួមក្នុងកម្មវិធី ឬរឿងកំប្លែង។ ការនាំភ្ញៀវក្រៅម៉ោងអាចជួយអ្នកបង្កើតក្នុងការបង្កើតកម្មវិធី ឬរឿងកំប្លែងដែលមានការចាប់អារម្មណ៍របស់អ្នកទស្សនា និងអ្នកស្តាប់។ ការន</p>
    </div>

  );
}

export default UseButton;