import React from "react";
import camHotelImage from "../Image/cam_hotel.jpg";

function UseButton() {
  return (
    <div className="container text-primary">
      <h4 className="text-center" >I-​កក់សណ្ឋាគារ</h4>
      <p className="pt-2 text-justify" >
      Group នេះបង្កើតឡើងដើម្បីផ្តល់ព័ត៌មានទាក់ទងនឹងកន្លែងស្នាក់នៅ នៅតាមតំបន់ទេសចរណ៍នានា នៅក្នុងប្រទេសកម្ពុជា ដើម្បីជួយសម្រួលបងប្អូនខ្មែរយើង ក្នុងការស្វែងរកសណ្ឋាគារ រីហ្សត និងផ្ទះសំណាក់ស្អាតៗ និងតម្លៃសមរម្យ។ 
      សូមសមាជិកគោរពតាមលក្ខខណ្ឌខាងក្រោម៖
      </p>
      <p class="text-justify">១. សូមចូលរួមចែករម្លែក ព៌ត័មានដែលទាក់ទងទៅនឹងកន្លែងទេសចរណ៍ និងសណ្ឋាគារ រីហ្សត ឬផ្ទះសំណាក់តែប៉ុន្នោះ។ ព័ត៌មានដែលផ្ទុយពីនេះ នឹងត្រូវ remove ចេញ។</p>
    <p class="text-justify">២. សូមគោរពគ្នាទៅវិញទៅមក ដោយកំុបង្ហោះ នូវសារ ដែលមានខ្លឹមសារមិនសមរម្យ រើសអើង ឬនាំឲ្យមានជម្លោះ ដែលប៉ះពាល់ដល់អារម្មណ៍ កិត្តិយស និងសេចក្តីថ្លៃថ្នូររបស់សមាជិកក្រុម។ </p>
    </div>
  );
}

export default UseButton;
