import React from "react";

import cam_hotel from "../Image/head.png";
function UseButton() {
  return (
    <div class="container text-primary">
      <h3 class="text-justify text-decoration-underline text-center">សេវាកម្ម លិខិតឆ្លងដែន</h3>
      <img
        className="mx-auto w-50 md:w-32 lg:w-48 pt-2"
        src={cam_hotel}
        alt="hh"
      />

      <h4 class="left">I-ទិដ្ឋា​ការ​ និង​លិខិត​ឆ្លង​ដែន​</h4>

      <p class="P1 text-justify">
      ប៊ែល​ធី​ ទេស​ចរណ៍​ មាន​សេវា​កម្ម​បំពេញ​បែប​បទ​ស្នើរ​សុំ​ទិដ្ឋា​ការ​ខែ្មរ​ និង​បរ​ទេស​ជូន​ភ្ញៀវ​ជាតិ​ និង​អន្តរ​ជាតិ​ទាំ​ង​អស់​​ ​​ដែល​មាន​បំនង​ធ្វើ​ដំណើរ​ទៅ​កាន់​ប្រទេស​នាៗ​ នៅ​ជុំ​វិញ​ពិភព​លោក​ដូច​ជា​: ​ប្រទេស​​​វៀត​​​​ណាម​ ប្រទេស​ឡាវ​ ប្រទេស​ថៃ​ឡង​ដ៏​ ប្រទេស​ភូមា​ ប្រទេស​សឹង្ហ​បុរី​ ប្រទេស​ម៉ា​ឡេ​ស៊ី​ ប្រទេស​ចិន​ និង​ហុង​កុង​ ប្រទេស​ឥណ្ឌា​ ប្រទេស​អូ​ស្រ្តាលី​ ប្រទេស​កាណា​ដា​ និង​សហ​រដ្ឋ​អា​មេរិក​។ល។​​ និង​ជួយ​សម្រួល​ពន្យា​ទិដ្ឋា​ការ​កម្ពុជា​ជូន​ភ្ញៀវ​អន្តរ​ជាតិ​ ក៏​ដូច​ជា​ជួយ​សម្រួល​ធ្វើ​លិខិត​ឆ្លង​ដែន​ជូន​ប្រជា​ជន​កម្ពុជា​បាន​លឿន​ និង​ឆាប់​រហ័ស​ក្នុង​តម្លៃ​សមរម្យ​។​
      </p>

      <h4 class="left mt-3">II-លិខិត​ឆ្លង​ដែន​កម្ពុជា​</h4>
      <div class="row ">
        <div class="col-xl-12">
        <table class="table table-bordered text-justify ">
    <thead style={{ backgroundColor: 'aqua' }}>
      <tr >
        <th>លរ</th>
        <th>ពិពណ៌នា</th>
        <th>តម្លៃ</th>
        <th>ឯកសារភ្ជាប់</th>
      </tr>
    </thead>
    <tbody class="text_PP">
      <tr>
        <td>១</td>
        <td>ធ្វើលិខិតឆ្លងដែនខែ្មរថ្មី
រយៈពេលធ្វើ​ ២១ថ្ងៃ</td>
        <td>១៧៧$</td>
        <td class="text-justify">សំបុត្រកំណើត+អត្តសញ្ញាណប័ណ្ណ
+សៀវភៅគ្រួសារ​​ឬ​ លិខិត បញ្ចាក់ទីលំនៅ</td>
      </tr>
      <tr>
        <td>២</td>
        <td>ធ្វើលិខិតឆ្លងដែនខែ្មរថ្មី
រយៈពេលធ្វើ​ ៤១ថ្ងៃ</td>
        <td>១៨០$</td>
        <td class="text-justify">សំបុត្រកំណើត+អត្តសញ្ញាណប័ណ្ណ
+សៀវភៅគ្រួសារ​​ឬ​ លិខិត បញ្ចាក់ទីលំនៅ</td>
      </tr>
    </tbody>
  </table>
        </div>
      </div>
      <h4 class="left">III-ពន្យាលិខិតឆ្លង​ដែន​កម្ពុជា</h4>
      <div class="row ">
        <div class="col-xl-12">
        <table class="table table-bordered text-justify ">
    <thead>
    <tr >
        <th>លរ</th>
        <th>ពិពណ៌នា</th>
        <th>តម្លៃ</th>
        <th>ឯកសារភ្ជាប់</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>១</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១០ ថ្ងៃ</td>
        <td>១០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>២</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ២៥ ថ្ងៃ</td>
        <td>១៥$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>៣</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​​ ​៦ខែ</td>
        <td>២០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៤</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១ឆ្នាំ</td>
        <td>២០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៥</td>
        <td>បិតរូបថតកូនក្មេងក្នុង
លិខិតឆ្លងដែន​​ខែ្មររយ:ពេលធ្វើ​​ ៣ ថ្ងៃ</td>
        <td>៧$</td>
        <td class="text-justify">រូប​ថត​ ៣*៤​ ចំនួន​ ១សន្លឹក​សំបុត្រកំណើត+​​ឈ្មោះ​ជា​
អក្សរ​ឡា​តាំង​ និង​ថ្ងៃ​ខែ​ឆ្នាំ​កំណើត</td>
      </tr>
    </tbody>
  </table>

        </div>
      </div>

      <h4 class="left">IV-ពន្យាទិដ្ឋាការកម្ពុជា​(ប្រភេទ E-T)</h4>
      <div class="row ">
        <div class="col-xl-12">
        <table class="table table-bordered text-justify ">
    <thead>
    <tr >
        <th>លរ</th>
        <th>ពិពណ៌នា</th>
        <th>តម្លៃ</th>
        <th>ឯកសារភ្ជាប់</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>១</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១០ ថ្ងៃ</td>
        <td>១០០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>២</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ២៥ ថ្ងៃ</td>
        <td>១៤៥$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>៣</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​​ ​៦ខែ</td>
        <td>២១០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៤</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១ឆ្នាំ</td>
        <td>២០០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៥</td>
        <td>បិតរូបថតកូនក្មេងក្នុង
លិខិតឆ្លងដែន​​ខែ្មររយ:ពេលធ្វើ​​ ៣ ថ្ងៃ</td>
        <td>៧៩$</td>
        <td class="text-justify">រូប​ថត​ ៣*៤​ ចំនួន​ ១សន្លឹក​សំបុត្រកំណើត+​​ឈ្មោះ​ជា​
អក្សរ​ឡា​តាំង​ និង​ថ្ងៃ​ខែ​ឆ្នាំ​កំណើត</td>
      </tr>
    </tbody>
  </table>
  
        </div>
      </div>
      <h4 class="left">V-ទិដ្ឋាការបរទេស (ប្រភេទ Tourist Visa)</h4>
      <div class="row ">
        <div class="col-xl-12">
        <table class="table table-bordered text-justify ">
    <thead>
    <tr >
        <th>លរ</th>
        <th>ពិពណ៌នា</th>
        <th>តម្លៃ</th>
        <th>ឯកសារភ្ជាប់</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>១</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១០ ថ្ងៃ</td>
        <td>១១០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>២</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ២៥ ថ្ងៃ</td>
        <td>១២៥$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស</td>
      </tr>
      <tr>
        <td>៣</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​​ ​៦ខែ</td>
        <td>២៥$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៤</td>
        <td>ពន្យាលិខិតឆ្លងដែនខែ្មរ
រយ:ពេលធ្វើ​​ ១ឆ្នាំ</td>
        <td>២០០$</td>
        <td class="text-justify">លិខិតឆ្លងដែនបរទេស+រូបថត
៤*៦ចំនួន១សន្លឹក
+សំបុត្រកំណើត
+សៀវភៅគ្រួសារ</td>
      </tr>
      <tr>
        <td>៥</td>
        <td>បិតរូបថតកូនក្មេងក្នុង
លិខិតឆ្លងដែន​​ខែ្មររយ:ពេលធ្វើ​​ ៣ ថ្ងៃ</td>
        <td>៧០$</td>
        <td class="text-justify">រូប​ថត​ ៣*៤​ ចំនួន​ ១សន្លឹក​សំបុត្រកំណើត+​​ឈ្មោះ​ជា​
អក្សរ​ឡា​តាំង​ និង​ថ្ងៃ​ខែ​ឆ្នាំ​កំណើត</td>
      </tr>
    </tbody>
  </table>
  
        </div>
      </div>


      
    </div>
  );
}

export default UseButton;
